Repository: Felllini/sprezzos-world
Catalog: packaging/gpsd/debian/po/*.po
Languages: nl

source: Device the GPS receiver is attached to:
nl: Apparaat waarop de GPS-ontvanger aangesloten is:

source: Please enter the device the GPS receiver is attached to. It will probably be something like /dev/ttyS0 or /dev/ttyUSB0.
nl: Geef aan op welk apparaat de GPS-ontvanger is aangesloten. Waarschijnlijk is dit iets als /dev/ttyS0 of /dev/ttyUSB0.

source: Multiple devices may be specified as a space-separated list. Leave empty if you don't want to connect gpsd to a device on boot or if you want to use device autodetection only.
nl: U kunt meerdere apparaten opgeven door ze te scheiden met spaties. Laat dit leeg als gpsd bij het opstarten geen verbinding met een apparaat moet maken of als u de autodetectie wilt gebruiken.

source: Start gpsd automatically?
nl: Wilt u dat gpsd automatisch wordt gestart?

source: If you accept this option, gpsd will be started automatically.
nl: Als u deze optie aanvaardt zal gspd automatisch worden opgestart.

source: gpsd control socket path:
nl: pad naar de controle-socket van gpsd:

source: Please enter the gpsd control socket location. Usually you want to keep the default setting.
nl: Geef de locatie van de controle-socket van gpsd. In de meeste gevallen voldoet de standaard instelling.

source: Options to gpsd:
nl: Opties voor gpsd:

source: You can give additional arguments when starting gpsd; see gpsd(8) for a list of options.
nl: U kunt bij het opstarten aanvullende argumenten meegeven aan gpsd; een lijst met opties vindt u in gpsd(8).

source: Do not use '-F' here. The control socket path is set independently.
nl: Voer hier niet de '-F'-optie in. Het pad naar de controle-socket wordt apart ingesteld.

source: Should gpsd handle attached USB GPS receivers automatically?
nl: Wilt u dat gpsd via USB aangekoppelde GPS-ontvangers automatisch beheert?

source: As gpsd only handles GPS devices, it is safe to choose this option. However, you can disable it if gpsd is causing interference with other attached devices or programs.
nl: Omdat gpsd alleen met GPS-apparaten werkt is het veilig om voor deze optie te kiezen. Maar als gpsd de werking van andere aangesloten apparaten of programma's verstoort kunt u gpsd uitschakelen.
