Repository: Felllini/sprezzos-world
Catalog: packaging/lastfmsubmitd/debian/po/*.po
Languages: cs, es, fr, it, ja, nl, pt, ru, sv

source: User name of Last.fm account:
cs: Uživatelské jméno účtu Last.fm:
es: Nombre de usuario de la cuenta de Last.fm:
fr: Identifiant du compte Last.fm :
it: Nome utente del conto in Last.fm:
ja: Last.fm アカウントのユーザ名:
nl: Gebruikersnaam van de Last.fm-account:
pt: Nome de utilizador da conta em Last.fm:
ru: Имя пользователя в Last.fm:
sv: Användarnamn för Last.fm-konto:

source: This is the user name that will be used to log in to Last.fm.
cs: Toto uživatelské jméno bude použito pro přihlášení k Last.fm.
es: Este es el nombre de usuario que se usará para identificarse en Last.fm.
fr: Veuillez entrer l'identifiant qui permet de se connecter au compte Last.fm.
it: Questo è il nome utente ('user name') che verrà utilizzato per effettuare il login in Last.fm.
ja: これは Last.fm にログインする際に使うユーザ名です。
nl: Dit is de gebruiker waarmee ingelogd wordt op Last.fm.
pt: Este é o nome de utilizador que será utilizado para se identificar em Last.fm.
ru: Введите имя пользователя, под которым вы зарегистрированы в Last.fm.
sv: Detta är det användarnamn som kommer användas för att logga in till Last.fm.

source: Password for Last.fm account:
cs: Heslo účtu Last.fm:
es: Contraseña de la cuenta de Last.fm:
fr: Veuillez entrer le mot de passe qui permet de se connecter au compte Last.fm :
it: Password del conto in Last.fm:
ja: Last.fm アカウントのパスワード:
nl: Wachtwoord van de Last.fm-account:
pt: Palavra-chave para a conta em Last.fm:
ru: Пароль в Last.fm:
sv: Lösenord för Last.fm-konto:

source: This is the password that will be used to log in to Last.fm.
cs: Toto heslo bude použito pro přihlášení k Last.fm.
es: Esta es la contraseña que se usará para identificarse en Last.fm.
fr: Mot de passe qui permet de se connecter au compte Last.fm.
it: Questa è la password che sarà utilizzata per effettuare il login in Last.fm.
ja: これは Last.fm にログインする際に使うパスワードです。
nl: Dit is het wachtwoord om in te logge nop Last.fm.
pt: Esta é a palavra-chave que será utilizada para se identificar em Last.fm.
ru: Введите пароль для пользователя, под которым вы зарегистрированы в Last.fm.
sv: Detta är det lösenord som kommer användas för att logga in till Last.fm.

source: Group that may send submissions:
cs: Skupina, která může odesílat informace:
es: Grupo que debería enviar las solicitudes:
fr: Groupe pouvant envoyer leurs propositions :
it: Gruppo che può inviare segnalazioni:
ja: サブミッションを送信できるグループ:
nl: Groep die dingen mag inzenden:
pt: O grupo que pode enviar submissões:
ru: Группа, которой можно разрешить отправлять данные:
sv: Grupp som kan sända data:

source: All users in this group can send submissions to your Last.fm account. You may wish to use a specific usergroup, or "audio" for all users that can play music on this computer. If you use the default, "lastfm", you will need to add users manually, or run your plugin from this account.
cs: Všichni uživatelé v této skupině mohou odesílat informace na tento účet Last.fm. Zřejmě budete chtít použít samostatnou skupinu, případně skupinu "audio" (pro všechny uživatele, kteří mohou na tomto počítači přehrávat hudbu). Použijete-li výchozí skupinu "lastfm", budete do ní muset přidat uživatele ručně, nebo Last.fm modul spouštět z tohoto účtu.
es: Todos los usuarios de este grupo pueden enviar solicitudes a la cuenta de Last.fm. Puede querer usar un grupo de usuarios específico, o el grupo «audio» para todos los usuarios que pueden reproducir música en esta máquina. Si quiere usar el grupo predeterminado, «lastfm», tendrá que añadir los usuarios manualmente, o ejecutar el complemento desde esta cuenta.
fr: Veuillez indiquer le groupe dont les membres peuvent envoyer leurs propositions à votre compte Last.fm. Vous devriez utiliser un groupe particulier ou le groupe « audio » pour tous les utilisateurs qui ont l'autorisation de jouer de la musique sur cette machine. Si vous utilisez la valeur par défaut « lastfm », vous devrez ajouter vous-même les utilisateurs ou exécuter le greffon depuis ce compte.
it: Tutti gli utenti in questo gruppo possono inviare segnalazioni al tuo conto in Last.fm. Puoi utilizzare un gruppo specifico, o 'audio' per tutti gli utenti che possono ascoltare musica su questo computer. Se usi il valore, 'lastfm', dovrai aggiungere manualmente gli utenti a questo gruppo, o eseguire il plugin da questo account.
ja: このグループに属する全てのユーザはあなたの Last.fm アカウントにサブミッションを送信できます。特定のユーザグループを指定するか、あるいは全てのユーザがこのコンピュータで音楽を再生できる「audio」グループを使うと良いでしょう。デフォルトの値、「lastfm」を使う場合は、ユーザを手動で追加するか、このアカウントでプラグインを実行する必要があります。
nl: Alle gebruikers in deze groep kunnen dingen inzenden via uw Last.fm-account. Mogelijk wilt u een specifieke gebruikersgroep gebruiken, of 'audio' voor alle gebruikers die muziek kunnen afspelen op dit systeem. Als u de standaardwaarde 'lastfm' gebruikt dient u gebruikers handmatig toe te voegen of uw plugin van deze account draaien.
pt: Todos os utilizadores neste grupo podem enviar submissões para a sua conta em Last.fm. Você pode querer utilizar um grupo de utilizadores específico, ou "audio" para todos os utilizadores que possam tocar música neste computador. Se utilizar o valor por omissão, "lastfm", você terá de acrescentar manualmente os utilizadores, ou correr o seu 'plugin' a partir desta conta.
ru: Все пользователи в этой группе могут отправлять данные на вашу учётную запись Last.fm. Можно использовать определённую пользовательскую группу или "audio", чтобы позволить это делать всем пользователям, слушающим музыку на этом компьютере. По умолчанию используется группа "lastfm", и вам нужно вручную добавлять в неё пользователей, или запускайте плагин с правами данной учётной записи.
sv: Alla användare i denna grupp kan sända data till ditt Last.fm-konto. Du skulle kunna använda en specifik användargrupp, eller "audio" för alla användare som kan spela musik på denna dator. Om du använder standardvärdet, "lastfm", kommer du behöva lägga till användare manuellt eller köra ditt tilläggsprogram från detta konto.

source: If you leave this value blank, permissions will not be managed by debconf.
cs: Necháte-li pole prázdné, nebudou oprávnění řízena pomocí debconfu.
es: Si deja este valor en blanco, debconf no gestionará los permisos.
fr: Si vous laissez ce champ vide, les permissions ne seront pas gérées automatiquement.
it: Se lasci vuoto questo valore, i permessi non saranno gestiti da debconf.
ja: この値を空のままにしておくと、パーミッションは debconf で管理されません。
nl: Als u deze waarde leeg laat zullen de rechten niet door debconf beheerd worden.
pt: Pode deixar este valor em branco, as permissões não irão ser geridas pelo debconf.
ru: Если оставить это поле пустым, то управление доступом не будет осуществляться через debconf.
sv: Om du lämnar detta värde blankt, kommer rättigheter inte att hanteras av debconf.

source: LastMP is no longer part of this package
cs: LastMP již není součástí tohoto balíčku
es: LastMP ya no forma parte de este paquete.
fr: LastMP ne fait plus partie de ce paquet
it: LastMP non fa più parte di questo pacchetto
ja: LastMP はこのパッケージの一部ではなくなりました
nl: LastMP is geen onderdeel meer van dit pakket.
pt: O LastMP já não faz parte deste pacote
ru: LastMP более не является частью этого пакета
sv: LastMP är inte längre en del av detta paket

source: As of version 0.31-1, LastMP is provided in a separate package. This system previously had LastMP enabled; you will need to install the package "lastmp" if you wish to continue using it.
cs: Od verze 0.31-1 je LastMP součástí vlastního balíčku. Na tomto počítači byl dříve LastMP povolen. Pokud chcete pokračovat v jeho používání, je potřeba nainstalovat balíček "lastmp".
es: Desde la versión 0.31-1, LastMP se proporciona en un paquete separado. Antes, este sistema tenía LastMP activado; tendrá que instalar el paquete "lastmp" si quiere continuar usándolo.
fr: Depuis la version 0.31-1, LastMP se trouve dans un paquet séparé. Ce système avait auparavant LastMP activé. Il est nécessaire d'installer le paquet « lastmp » si vous désirez encore l'utiliser.
it: A partire dalla versione 0.31-1, LastMP è fornito in un pacchetto separato. Questo sistema aveva precedentemente LastMP abilitato; dovrai installare il pacchetto 'lastmp' se vuoi continuare ad utilizzarlo.
ja: バージョン 0.31-1 にて、LastMP は別パッケージとして提供されるようになりました。このシステムは以前 LastMP が有効になっていました。これを使いつづけたい場合は、「lastmp」パッケージをインストールする必要があります。
nl: Vanaf versie 0.31-1 is LastMP beschikbaar in een apart pakket. Dit systeem had eerder LastMP geactiveerd; u dient het pakket 'lastmp' te installeren als u dit nog steeds wilt gebruiken.
pt: Desde a versão 0.31-1, o LastMP é disponibilizado num pacote separado. Este sistema tinha previamente o LastMP habilitado; você terá de instalar o pacote "lastmp" se desejar continuar a utilizá-lo.
ru: Начиная с версии 0.31-1, программа LastMP выделена в отдельный пакет. В этой системе ранее использовалась LastMP; вам нужно установить пакет "lastmp", если вы хотите использовать её далее.
sv: Från och med version 0.31-1 tillhandahålls LastMP i ett separat paket. Detta system hade tidigare LastMP aktiverat; du kommer behöva installera paketet "lastmp" om du önskar fortsätta använda det.

source: Host where MPD is running:
cs: Počítač na kterém běží MPD:
es: Máquina en la que MPD se está ejecutando:
fr: Hôte sur lequel MPD est exécuté :
it: Host in cui MPD è in esecuzione:
ja: MPD が動作しているホスト:
nl: Computer waar MPD draait:
pt: Máquina onde corre o MPD:
ru: Машина с работающим MPD:
sv: Värd där MPD körs:

source: LastMP will connect to the MPD on this host.
cs: LastMP se připojí k MPD na tomto počítači.
es: LastMP se conectará con el MPD de esta máquina.
fr: LastMP se connectera au MPD de l'hôte indiqué.
it: LastMP si collegherà a MPD su questo host.
ja: LastMP はここで指定したホストの MPD に接続します。
nl: LastMP zal verbinding maken met de MPD op die computer.
pt: O LasrMP irá ligar ao MPD nesta máquina.
ru: LastMP будет подключаться к MPD на указанной машине.
sv: LastMP kommer ansluta till MPD på denna värd.

source: Port on which MPD is listening:
cs: Port na kterém naslouchá MPD:
es: Puerto en el que MPD está escuchando:
fr: Port sur lequel MPD est à l'écoute :
it: Porta su cui MPD è in ascolto:
ja: MPD が listen しているポート番号:
nl: Poort waarop de MPD luistert:
pt: Porto no qual o MPD está a escutar:
ru: Порт, который прослушивает MPD:
sv: Port på vilken MPD lyssnar:

source: The connection to MPD will be made on this port.
cs: Spojení s MPD bude navázáno na tomto portu.
es: La conexión con MPD se realizará sobre este puerto.
fr: La connexion à MPD se fera sur le port indiqué.
it: La connessione a MPD sarà effettuata utilizzando questa porta.
ja: MPD への接続はこのポート番号に対して行われます。
nl: Er wordt verbinding gemaakt met MPD op deze poort.
pt: A ligação ao MPD será feita neste porto.
ru: Подключение к MPD будет сделано через указанный порт.
sv: Uppkopplingen till MPD kommer göras på denna port.

source: Password for MPD:
cs: Heslo MPD:
es: Contraseña de MPD:
fr: Mot de passe pour MPD :
it: Password per MPD:
ja: MPD のパスワード:
nl: Wachtwoord voor MPD:
pt: Palavra-chave para o MPD:
ru: Пароль для доступа к MPD:
sv: Lösenord för MPD:

source: If MPD requires a password to connect, this value will be used. If no password is required, it may be left blank.
cs: Jestliže MPD vyžaduje pro připojení heslo, bude použita tato hodnota. Není-li heslo vyžadováno, můžete ponechat pole prázdné.
es: Si MPD requiere una contraseña para conectarse, se usará este valor. Si no requiere contraseña, déjelo en blanco.
fr: Si MPD demande un mot de passe pour la connexion, cette valeur sera utilisée. Si aucun mot de passe n'est nécessaire, laissez ce champ vide.
it: Se MPD richiede una password per collegarsi, questo valore sarà utilizzato. Se non è richiesta alcuna password, lasciarlo vuoto.
ja: MPD が接続にパスワードを要求してくる場合、この値が使われます。パスワードが必要ない場合は、空のままにしておくと良いでしょう。
nl: Als de MPD een wachtwoord vereist om verbinding te maken wordt deze waarde gebruikt. Als er geen wachtwoord vereist is kunt u dit leeg laten.
pt: Se o MPD necessitar de uma palavra-chavve para se ligar, será utilizado este valor. Se não for necessária palavra-chave, pode ser deixado em branco.
ru: Если для подключения к MPD требуется пароль, будет использоваться данное значение. Если пароль не требуется, можно ничего не вводить.
sv: Om MPD behöver ett lösenord för att ansluta, kommer detta värde användas. Om inget lösenord behövs, kan detta värde lämnas blankt.
