Repository: Felllini/sprezzos-world
Catalog: packaging/cpuburn/debian/po/*.po
Languages: cs, da, de, es, it, ja, nl, pt, ru, sv

source: cpuburn is dangerous for your system
cs: cpuburn je pro váš systém nebezpečný
da: cpuburn er farligt for dit system
de: cpuburn ist gefährlich für Ihr System
es: cpuburn es peligroso para su sistema
it: cpuburn è pericoloso per il sistema
ja: cpuburn はシステムを危険な状態にします
nl: cpuburn is gevaarlijk voor uw systeem
pt: O cpuburn é perigoso para o seu sistema
ru: cpuburn опасен для вашей системы
sv: cpuburn är farligt för ditt system

source: This program is designed to heavily load CPU chips. Undercooled, overclocked or otherwise weak systems may fail causing data loss (filesystem corruption) and possibly permanent damage to electronic components. Use at your own risk.
cs: Tento program je určen k tomu, aby silně vytížil CPU. Špatně chlazené, přetaktované nebo jinak oslabené systémy nemusí tuto zátěž vydržet a může dojít ke ztrátě dat (poškození souborového systému) nebo k trvalému zničení elektronických součástí systému. Používejte pouze na vlastní nebezpečí.
da: Dette program er lavet til at sætte CPU-chips under stor belastning. Dårligt afkølede, overclockede eller på anden måde svage systemer kan fejle og dermed føre til datatab (rod i filsystemet) og muligvis permanent skade de elektroniske komponenter. Brug det på eget ansvar.
de: Dieses Programm wurde entwickelt, um CPU-Chips stark zu belasten. Mangelhaft gekühlte, übertaktete oder anderweitig schwache Systeme können versagen. Die Folgen können Datenverluste (Dateisystem-Korruption) und möglicherweise auch irreparable Schäden an elektronischen Bauteilen sein. Benutzung auf eigene Gefahr.
es: Este programa está diseñado para cargar intensamente los procesadores. Los sistemas mal refrigerados, «overclockeados» o débiles por algún otro motivo pueden fallar y producir pérdidas de datos (sistema de ficheros corrupto) y posible daño permanente en los componentes electrónicos. Utilícelo bajo su responsabilidad.
it: Questo programma è stato realizzato per sovraccaricare la CPU. Su sistemi con raffreddamento non sufficiente, con overclock oppure con altre carenze potrebbe causare la perdita di dati (danneggiamento del filesystem) e anche dei danni permanenti ai componenti elettronici. Da usare a proprio rischio.
ja: このプログラムは、CPU を大量に利用するように設計されています。過冷却されているシステム・オーバークロックされているシステム・もしくは他の理由で脆弱なシステムでは動作に失敗し、データの消失 (ファイルシステムの損傷) を引き起こし、加えて電子機器に恒久的な損傷を与える可能性があります。自己責任の上で利用してください。
nl: Dit programma is ontwikkeld om uw CPU-chips zwaar te belasten. Onderkoelde, overgeklokte, of anders zwakke systemen kunnen falen en daardoor dataverlies (wegens corruptie van bestandssystemen) en zelfs permanente schade aan uw elektronica-componenten veroorzaken. Gebruik is strikt op eigen risico.
pt: Este programa é desenhado para carregar fortemente CPUs. Sistemas com arrefecimento deficiente, overclocked ou de outra forma enfraquecidos podem falhar causando perca de dados (corrupção do sistema de ficheiros) e possivelmente danos permanentes a componentes electrónicos. Use a seu próprio risco.
ru: Эта программа предназначена для сильной нагрузки на ЦПУ. Недостаточно охлаждённые, разогнанные или другие хрупки системы могут выйти из строя, вызвав потерю данных (повреждение файловой системы) и возможно повреждение электронных компонентов. Используйте на свой страх и риск.
sv: Detta program är designat för kraftigt överarbetade CPU-chips. För dålig kylning, överklockade och på andra sätt veka system kan orsaka förlorat data (filsystemsfördärv) och antagligen permanenta skador på elektroniska komponenter. Använd detta på egen risk.

source: For more information, see /usr/share/doc/cpuburn/README.
cs: Pro více informací si přečtěte /usr/share/doc/cpuburn/README.
da: For flere oplysninger, se /usr/share/doc/cpuburn/README.
de: Für weitere Informationen siehe /usr/share/doc/cpuburn/README.
es: Si desea más información consulte «/usr/share/doc/cpuburn/README».
it: Per ulteriori informazioni consultare /usr/share/doc/cpuburn/README.
ja: 詳細については、/usr/share/doc/cpuburn/README を参照してください。
nl: Meer informatie vindt u in /usr/share/doc/cpuburn/README.
pt: Para mais informação, veja /usr/share/doc/cpuburn/README.
ru: Подробней, см. /usr/share/doc/cpuburn/README.
sv: För mer information, se /usr/share/doc/cpuburn/README.

source: Perform CPU stress test (burn in)
cs: Provést zátěžový test CPU (zahoření)
da: Udfør testen CPU-stres (burn in)
de: CPU-Stresstest ausführen (Burn-In)
es: Realizar pruebas de estrés al procesador («burn in»)
it: Effettuare il test di stress (burn in) della CPU
ja: CPU ストレステスト (加熱作業) を実施する
nl: CPU-stresstest uitvoeren (inbranden)
pt: Realizar o teste de stress ao CPU (burn in)
ru: Выполнение стресс-теста ЦПУ (нагрев)
sv: Utför stresstest på CPU (inbränning)

source: Are you sure you want to perform a burn test?
cs: Jste si jistí, že chcete provést zahořovací test?
da: Er du sikker på, at du ønsker at udføre en brændingstest?
de: Wollen Sie wirklich einen Burn-In-Test ausführen?
es: ¿Está seguro de que desea realizar unas pruebas «burn»?
it: Sicuri di voler effettuare il test di burn-in?
ja: 本当に加熱テストを実施しますか?
nl: Weet u zeker dat u een brand-test wilt uitvoeren
pt: Tem a certeza que deseja realizar este teste?
ru: Вы действительно хотите выполнить тест на нагревание?
sv: Är du säker på att du vill genomföra ett bränningstest?

source: This process is designed to heavily load CPU chips. Undercooled, overclocked or otherwise weak systems may fail causing possibly permanent damage to electronic components. Use at your own risk.
cs: Tento program je určen k tomu, aby silně vytížil CPU. Špatně chlazené, přetaktované nebo jinak oslabené systémy nemusí tuto zátěž vydržet a může dojít k trvalému zničení elektronických součástí systému. Používejte pouze na vlastní nebezpečí.
da: Denne proces er lavet til at sætte CPU-chips under stor belastning. Dårligt afkølede, overclockede eller på anden måde svage systemer kan fejle og muligvis medføre permanent skade på de elektroniske komponenter. Brug det på eget ansvar.
de: Dieser Prozess wurde entwickelt, um CPU-Chips stark zu belasten. Mangelhaft gekühlte, übertaktete oder anderweitig schwache Systeme können versagen. Dabei kann möglicherweise bleibender Schaden an elektronischen Komponenten entstehen. Benutzung auf eigene Gefahr.
es: Este proceso se diseñó para cargar mucho los procesadores. Los sistemas con poca refrigeración, con «overclock» o débiles pueden fallar causando un daño permanente en los componentes electrónicos. Use este programa bajo su propio riesgo.
it: Questo programma è stato realizzato per sovraccaricare la CPU. Su sistemi con raffreddamento non sufficiente, con overclock oppure con altre carenze potrebbe causare danni permanenti ai componenti elettronici. Da usare a proprio rischio.
ja: この作業は、CPU を大量に利用するように設計されています。過冷却されているシステム・オーバークロックされているシステム・もしくは他の理由で脆弱なシステムでは動作に失敗し、電子機器に恒久的な損傷を与える可能性があります。自己責任の上で利用してください。
nl: Dit programma is ontwikkeld om uw CPU-chips zwaar te belasten. Onderkoelde, overgeklokte, of anders zwakke systemen kunnen falen en daardoor permanente schade aan de elektronica-componenten veroorzaken. Gebruik is strikt op eigen risico.
pt: Este programa é desenhado para carregar fortemente CPUs. Sistemas com arrefecimento deficiente, overclocked ou de outra forma enfraquecidos podem causar danos permanentes a componentes electrónicos. Utilize este programa por sua conta e risco.
ru: Данный процесс предназначен для сильной нагрузки микросхемы ЦПУ. Недостаточно охлаждённые, разогнанные или другие хрупкие системы могут выйти из строя, возможно повреждение электронных компонентов. Используйте на свой страх и риск.
sv: Detta program är designat för kraftigt överarbetade CPU-chips. För dålig kylning, överklockade och på andra sätt veka system kan falera och orsaka, möjligen permanenta, skador på elektroniska komponenter. Använd detta på egen risk.

source: Users should read the cpuburn documentation carefully before use.
cs: Před použitím si prosím pečlivě přečtěte dokumentaci.
da: Brugere skal omhyggeligt læse cpuburndokumentationen før brug.
de: Benutzer sollten die cpuburn-Dokumentation vor der Verwendung genau lesen.
es: Los usuarios deberían leer cuidadosamente la documentación de cpuburn antes de usarlo.
it: Gli utente devono leggere attentamente la documentazione di cpuburn prima dell'uso.
ja: 利用者は実行する前に cpuburn のドキュメントを丹念に読む必要があります。
nl: Gebruikers dienen voor gebruik de documentatie van cpuburn aandachtig te lezen.
pt: Utilizadores deste programa devem ler a sua documentação com muito cuidado antes de o usar.
ru: Перед использованием внимательно прочтите документацию к cpuburn.
sv: Användare behöver läsa cpuburn-dokumentationen noggrannt innan användning.

source: 10m
de: 10 Minuten
es: 10 min
ja: 10 分
ru: 10мин

source: 30m
de: 30 Minuten
es: 30 min
ja: 30 分
ru: 30мин

source: 1h
da: 1 t
de: 1 Stunde
ja: 1 時間
nl: 1u
ru: 1час

source: 6h
da: 6 t
de: 6 Stunden
ja: 6 時間
nl: 6u
ru: 6часов

source: 24h
da: 24 t
de: 24 Stunden
ja: 24 時間
nl: 24u
ru: 24часа

source: Burn-in duration:
cs: Délka zahoření:
da: Varighed af brænding:
de: Dauer des Burn-In:
es: Duración de «burn-in»:
it: Durata del burn-in:
ja: 加熱する期間:
nl: Inbrandlengte:
pt: Duração do teste:
ru: Длительность нагрева:
sv: Inbränningstid:

source: Please select the duration of the CPU stress test.
cs: Vyberte prosím délku trvání zátěžového testu CPU.
da: Vælg venligst varighed på testen for CPU-stres.
de: Bitte wählen Sie die Dauer des CPU-Stresstests aus.
es: Por favor, seleccione la duración de las pruebas de estrés del procesador.
it: Scegliere la durata del test di stress della CPU.
ja: CPU ストレステストを実施する時間を選んでください。
nl: Hoe lang moet de CPU-stresstest duren?
pt: Por favor escolha a duração do teste de stress ao CPU.
ru: Выберите продолжительность стресс-теста ЦПУ.
sv: Välj tid för stresstest av CPU.

source: Performing hardware burn-in
cs: Probíhá zahoření hardwaru
da: Udfører hardwarebrænding (burn-in)
de: Führe Hardware-Burn-In durch
es: Realizando «burn-in» en el hardware
it: Test burn-in dell'hardware in corso
ja: ハードウェアの加熱を実行
nl: Hardware-inbranden wordt uitgevoerd
pt: A realizar o teste de hardware
ru: Выполняется нагрев оборудования
sv: Utför hårdvaruinbränning

source: Performing hardware burn-in. This takes some time... ${PROGRESS}
cs: Probíhá zahoření hardwaru. Bude to nějakou dobu trvat... ${PROGRESS}
da: Udfører hardwarebrænding (burn-in). Dette tager lidt tid... ${PROGRESS}
de: Führe Hardware-Burn-In durch. Dies wird einige Zeit dauern... ${PROGRESS}
es: Realizando «burn-in» en el hardware. Esto tardará algún tiempo... ${PROGRESS}
it: Test burn-in dell'hardware in corso. Questo richiede dle tempo... ${PROGRESS}
ja: ハードウェアの加熱を実施しています。これには多少時間がかかります… ${PROGRESS}
nl: Hardware-inbranden wordt uitgevoerd. Dit kost enige tijd... ${PROGRESS}
pt: A realizar o teste de hardware. Esta operação pode demorar algum tempo... ${PROGRESS}
ru: Выполняется нагрев оборудования. Это займёт какое-то время... ${PROGRESS}
sv: Utför hårdvaruinbränning. Detta tar lite tid... ${PROGRESS}
