Repository: Felllini/sprezzos-world
Catalog: packaging/slrn/debian/po/*.po
Languages: pt_br

source: Please enter the mail name of your system:
pt_br: Por favor informe o mail name de seu sistema :

source: The "mail name" is the hostname portion of the address to be shown on outgoing news and mail messages.
pt_br: O "mail name" é a porção nome de máquina (hostname) do endereço a ser exibido em notícias e mensagens enviadas.

source: manually
pt_br: manualmente

source: How should newsgroup descriptions be refreshed?
pt_br: Como as descrições de grupos de notícias deverão ser atualizadas ?

source: Slrn needs to periodically connect to the network to download new descriptions of newsgroups. This can be handled in a variety of ways.
pt_br: O Slrn precisa periodicamente se conectar a rede para fazer o download de novas descrições de grupos de notícias. Isto pode ser gerenciado de diversas maneiras.

source: A cron job that is run weekly can be used. This works well if you have a permanent network connection, or if you are using diald or a similar program that connects to the network on demand.
pt_br: Um cron job que é executado semanalmente pode ser usado. Isso funciona bem caso você possua uma conexão de rede permanente ou caso você esteja usando o diald ou um programa similar que se conecta a rede por demanda.

source: The ip-up script will make slrn refresh the descriptions when you connect to the network via ppp. The new descriptions will still only be retrieved once a week if you choose this method, no matter how often you connect to the network.
pt_br: O script ip-up fará com que o slrn atualize as descrições quando você se conectar a rede via ppp. As novas descrições continuarão a ser obtidas somente uma vez por semana caso você opte por este método, não importando a frequência com a qual você se conecta a rede.

source: Download newsgroup descriptions now?
pt_br: Fazer o download das descrições dos grupos de notícias agora ?

source: When should slrnpull be run?
pt_br: Quando o slrnpull deverá ser executado ?

source: Slrnpull needs to run periodically to download news. This can be accomplished in a variety of ways.
pt_br: O slrnpull precisa ser executado periodicamente para fazer o download de notícias. Isto pode ser feito de diversas maneiras.

source: A cron job that is run daily can be used. This works well if you have a permanent network connection, or if you are using diald or a similar program that connects to the network on demand.
pt_br: Um cron job que é executado semanalmente pode ser usado. Isso funciona bem caso você possua uma conexão de rede permanente ou caso você esteja usando o diald ou um programa similar que se conecta a rede por demanda.

source: The ip-up script will make slrnpull download news when you connect to the network via ppp.
pt_br: O script ip-up irá fazer com que o slrnpull faça o download de notícias quando você se conectar a rede via ppp.
